Repository: EnderGed/django-wedding-website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, ru

source: Rauan & Bartek's wedding
de: Ślub Rauan i Bartka
ru: Свадьба Рауан и Бартека

source: Home
de: Do góry
ru: Главная

source: Event
de: Wydarzenie
ru: Свадьба

source: Transportaion
de: Transport
ru: Транспорт

source: Registry
de: Lista prezentów
ru: Список подарков

source: Welcome!
de: Witajcie!
ru: Добро Пожаловать!

source: Hello friends and family!
de: Drodzy przyjaciele i rodzino!
ru: Всем привет!

source: Thank you all very much for coming and celebrating our wedding with us!
de: Dziękujemy Wam wszystkim, za przyjazd i świętowanie z nami naszego ślubu!
ru: Спасибо всем, что пришли и отпраздновали нашу свадьбу с нами!

source: We have couple of links to share with photos and videos and we'll be adding more soon, enjoy :)
de: Chcieliśmy się podzielić z Wami kilkoma linkami ze zdjęciami i będziemy dodawać inne wkrótce, klikajcie śmiało :)
ru: У нас есть несколько ссылок, чтобы поделиться с фотографиями и видео, и мы будем добавлять больше в ближайшее время

source: Love Story
de: Historia Miłosna

source: by Askhat Shmanov
de: (napisy PL) autorstwa Askhata Shmanova

source: Photos
de: Zdjęcia

source: by Natalens
de: autorstwa Natalens

source: [website]
de: [strona]

source: (PIN for downloading is 9620)
de: (PIN do pobrania to 9620)

source: Wedding music video
de: Teledysk ślubny

source: by Jakub Sasiela
de: autorstwa Jakuba Sasieli

source: - Rauan and Bartek
de: - Rauan i Bartek
ru: - Рауан и Бартек

source: The Event
de: Wydarzenie
ru: День Свадьбы

source: Transportation
de: Transport
ru: Транспорт

source: Saturday
de: Sobota
ru: Суббота

source: All the guests meet in front of the castle.
de: Wszyscy goście spotykają się przed zamkiem.
ru: Начало. Встреча гостей перед зданием замка

source: Greeting the newly weds.
de: Powitanie pary młodej.
ru: Встреча новобрачных

source: Wedding ceremony.
de: Ceremonia zaślubin.
ru: Брачная Церемония

source: Let the ball begin!
de: Niech rozpocznie się bal!
ru: Открытие бала!

source: Sunday
de: Niedziela
ru: Воскресенье

source: Charity instead of flowers
de: Dobroczynność zamiast kwiatów
ru: Благотворительность вместо цветов

source: Although flowers are very beautiful, they wither and fade. We're going for a honeymoon trip almost right after the wedding, so unfortunately we won't even be able to enjoy their beauty :(
de: Mimo że kwiaty są bardzo piękne, z czasem więdną i znikają. Jedziemy na miesiąc miodowy zaraz po ślubie, więc niestety nie będziemy mogli nacieszyć się ich pięknem :(
ru: Хотя мы и любим цветы, мы не сможем в полной мере ими восхититься, так как улетаем в свадебное путешествие.

source: Therefore, if you wanted to bring some, we'd like to ask you to donate to
de: Tak więc, jeśli chcieliście podarować jakieś, prosimy zamiast tego złożyć donację do
ru: Поэтому если вы планировали принести цветы на свадьбу, мы хотели бы попросить вас вместо этого вложить эти деньги в

source: DARA Foundation
de: Fundacji DARA.
ru: Благотворительный Фонд Дара.

source: We'll have a box to collect donations in any currency after the wedding ceremony and will arrange their safe transport to DARA in Almaty.
de: Będziemy mieli puszkę na zbiórkę pieniędzy w każdej walucie, po ceremonii zaślubin i zorganizujemy dla nich bezpieczny transport do DARA-y w Ałmatach.
ru: Все средства будут собраны в специальную коробку во время свадьбы в любой валюте, после чего мы отправим их в Казахстан.

source: The mission of the Dara Foundation is the implementation of projects aimed at helping children’s health facilities, orphanages, and boarding schools for children with disabilities.
de: Misją Fundacji DARA jest wdrażanie projektów celowanych w pomoc dziecięcym ośrodkom zdrowotnym, sierocińcom i szkołom dla dzieci z niepełnosprawnościami.
ru: Миссией Фонда «Дара» является реализация проектов, направленных на улучшение условий жизни и расширение возможностей развития детей-сирот, детей с ограниченными

source: Dara carries out its activities to improve living conditions and expand opportunities for development of orphans, children with disabilities and sick children.
de: DARA przeprowadza działania poprawiające warunki życia i zwiększająca możliwości rozwoju dla sierot, dzieci niepełnosprawnych i chorych.
ru: возможностями и больных детей. Свою деятельность Фонд осуществляет через детские медицинские учреждения, детские дома, а также школы-интернаты для детей с ограниченными возможностями.

source: If you cannot decide on a gift, here's a short list of things that we're positive they'll serve us well in our marriage.
de: Jeżeli nie możecie zdecydować się na prezent, zamieszczamy tutaj krótką listę rzeczy, co do których jesteśmy pewni, że będa nam dobrze służyły w małżeństwie.
ru: Если вы не можете решить по поводу подарка, то мы сделали список вещей которым мы будем так же рады!

source: If you chose one of them, please don't forget to mark it for others to see.
de: Jeśli zdecydujecie się na jeden z przedmiotów, nie zapomnijcie proszę zaznaczyć, żeby inni widzieli wybór.
ru: если вы выбрали один из них, то пожалуйста, не забудьте его отметить для других красным цветом

source: THE LIST
de: LISTA
ru: Список

source: Getting to the castle
de: Jak dostać się do zamku
ru: как добраться до замка?

source: The castle is located in a beautiful area near a small city called Wałbrzych.
de: Zamek znajduje się w przepięknej okolicy niedaleko Wałbrzycha.
ru: Замок находится в красивом месте рядом с маленьким городом Wałbrzych.

source: You can enjoy your time there in the castle parks, guided tours and restaurants.
de: Możecie spędzić tam miło czas w ogrodach zamkowych, na wycieczkach z przewodnikiem i w restauracjach.
ru: Вы сможете насладитсья вашим временем в парке при замке, взять тур и изучить сам замок поближе или вкусно поесть в ресторане на его территории.

source: For those coming from abroad, we'll organise transportation from Wroclaw airport / Main Railway Station to Książ.
de: Dla wszystkich podróżujących z daleka, zorganizujemy transport z Wrocławskiego lotniska i dworca głównego do Książa.
ru: Для тех, кто прилетает из далека, мы организуем транспорт из аэропорта или главной станции вокзала

source: Therefore, please tell us until 20.07 exactly when and where you arrive.
de: Prosimy więc, o informację do 20.07 kiedy i gdzie dokładnie przyjeżdżacie.
ru: Поэтому мы просим вас сказать нам заранее точное время вашего прибытия.

source: Brunch
ru: Бранчь
